[
  {
    "title": "Пица с блат от карфиол",
    "description": "Ако обичате пица, но сте на диета имам идеалното решение за вас! \nИзключително вкусен вариант, ниско калоричен и здравословен. Приготвянато му отнема колкото приготвянето на домашна пица и при това не се борите с тестото.\nНачин на приготвяне:\nПуснете фурната да загрява на 180◦C  с вентилатор.\nАко имате пресен карфиол сложете го за 4-5 мин във вряща вода, а ако ползвате замразен го оставете да се размрази хубаво. ( Можете да го сложите за няколко минути в микровълновата на defrost режим.) Изваждате карфиола и го оставяте хубаво да се отцеди. След това го поставете в блендер или кухненски робот. Получават се много ситни парченца карфиол. Тях ги изсипвате в една тензухена кърпа и изстисквате останалата вода от него. \nЗа да се получи хомогенен блат, който да не се разпада и да можете да го ядете с ръце е много важно да изкарате цялата вода от карфиола. \nСухият карфиол се изсипва в една купа и се добавят яйцата, 20 гр. кашкавал и  подправки на вкус. Аз лично добавям малко сол, чубрица, кимион и черен пипер. Всичко се разбърква добре и се изсипва в покрита с хартия за печене тава. Това количество стига за тава с размер от 30 см и дебелина окол 1,5 – 2 см , но ако предпочитате по- тънък или по- дебел блат можете да използвате и други размери. Блатът се разстеля равномерно по-дъното на тавата, като се притиска хубаво, за да може да стане по- плътен.  Тавата се слага във вече загрятата фурна. Печем докато не се получи хубав златист загар отгоре. \nПрез това време подготвяме останалите продукти за нашата пица. Почистваме лука и чушките, нарязваме ги в желаната форма и размери. Ако искате може да добавите някакъв салам или  месо.\nКогато е готов блатът, го изваждаме, намазваме го отгоре с малко доматено пюре или доматен сос и започваме да редим отгоре зеленчуците. Поръсваме с малко чубрица и босилек. Отгоре настъргваме останалия кашкавал и връщаме пицата за още 10-15 мин във фурната.\nДа ви е сладко! 😊\n",
    "imageUrl": "https://images.pexels.com/photos/2762942/pexels-photo-2762942.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "ingredients": [
      {
        "quantity": 400,
        "food": "карфиол"
      },
      {
        "quantity": 100,
        "food": "яйца"
      },
      {
        "quantity": 100,
        "food": "лук"
      },
      {
        "quantity": 30,
        "food": "чушки"
      },
      {
        "quantity": 100,
        "food": "кашкавал"
      },
      {
        "quantity": 200,
        "food": "домати"
      }
    ]
  },
  {
    "title": "Катма",
    "description": "Кой не обича палачинки? Като малка, когато се връщахме късно вечерта от някъде и нямаше нищо сготвено в къщи, майка ми запретваше ръкави и за 20 мин приготвяше вкусна вечеря, от която всички си облизвахме пръстите. Сега сигурно ще се зачудите защо ви питам за палачинки, а говоря за вечеря? Много просто- майка ми ни правеше една огромна палачинка във фурната, наръсваше я със сирене и се получава нещо божествено. Да не говорим, че е и една нискокалорична вечеря.\nНачин на приготвяне:\nПускаме фурната да загрява на 180◦C  с вентилатор.\nВ една голяма тава слагаме маслото и я вкарваме във фурната за да може да се разтопи (4-5 мин са достатъчни. Аз ползвам тавата, която си идва с фурната.\nПрез това време разбиваме с миксер 4 средни яйца, прясното мляко и брашното. Когато масълцето се е разтопило, вадим тавата и го разпределяме равномерно по цялото дъно. Изсипваме получената смес в тавата и връщаме обратно във фурната. Катмата е готова след около 10 мин когато е получила приятен златист оттенък. Обикновено докато се пече се издува на големи балони, но няма страшно, щом я извадите спада веднага.  Изваждаме готовата палачинка, настъргваме сиренето, като го разпределяме в една ивица по дължина на палачинката. След това внимателно навиваме палачинката, като започваме от страната със сиренето. Връщаме във фурната за още 4-5 мин, за да може да се позапече и отгоре рулото и сме готови.\n",
    "imageUrl": "https://images.pexels.com/photos/65170/pexels-photo-65170.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "ingredients": [
      {
        "quantity": 200,
        "food": "яйца"
      },
      {
        "quantity": 300,
        "food": "прясно мляко"
      },
      {
        "quantity": 40,
        "food": "масло"
      },
      {
        "quantity": 200,
        "food": "брашно"
      },
      {
        "quantity": 150,
        "food": "сирене"
      }
    ]
  }
]